[{
    "soal0": {
        "soal": "Setiap dus air mineral memiliki bruto 12,02kg dan taranya 0,50 kg. Berapa berat bersihnya?",
        "a": "10,52 kg",
        "b": "10,25 kg",
        "c": "11,52 kg",
        "d": "11,25 kg",
        "benar": "c",
        "nih": "11,52 kg"
    }
}, {
    "soal1": {
        "soal": "Sebungkus permen memiliki berat bersih 40 g dan taranya adalah 15 gram. Apabila Sri membeli 5 bungkus permen, hitunglah bruto seliruhnya!",
        "a": "275 g",
        "b": "385 g",
        "c": "495 g",
        "d": "165 g",
        "benar": "a",
        "nih": "275 g"
    }

}, {
    "soal2": {
        "soal": "Seorang pedagang membeli dua karung gula pasir seharga Rp2.047.500,00. Setiap karung memiliki berat 1 kuintal dengan tara 2,5%. Apabila gula pasir tersebut dijual lagi dengan harga Rp.12.500,00 per kilogram. Maka tentukan keuntungan pedagang tersebut!",
        "a": "Rp280.000,00",
        "b": "Rp390.000,00",
        "c": "Rp420.000,00",
        "d": "Rp510.000,00",
        "benar": "b",
        "nih": "Rp390.000,00"
    }
}, {
    "soal3": {
        "soal": "Aprili membeli sekotak ikan patin seberat 25 kg dengan tara 20% seharga Rp600.000,00. Ikan tersebut akan dijual kembali dengan harga Rp32.500,00 perkilo. Hitunglah keuntungan yang diperoleh Aprili!",
        "a": "Rp60.000,00",
        "b": "Rp55.000,00",
        "c": "Rp50.000,00",
        "d": "Rp45.000,00",
        "benar": "c",
        "nih": "Rp50.000,00"
    }
}, {
    "soal4": {
        "soal": "Binar membuat kue pepare sebanyak 60 buah dengan biaya Rp96.000,00 kemudian kue tersebut di jual dengan harga Rp2.000,00 perbuah. Hitunglah persentase keuntungan yang diperoleh Binar!",
        "a": "10%",
        "b": "15%",
        "c": "20%",
        "d": "25%",
        "benar": "d",
        "nih": "25%"
    }
}, {
    "soal5": {
        "soal": "Supri membeli 10 paket serbuk vitamin c “Sidomulyo” dengan harga Rp660.000,00. Setiap paket akan dijual ke apotik-apotik di Pasar Cempaka apabila setiap paket dijual dengan harga Rp75.900,00. Hitunglah persentase keuntungan Supri!",
        "a": "9%",
        "b": "10%",
        "c": "12%",
        "d": "15%",
        "benar": "d",
        "nih": "15%"
    }
}, {
    "soal6": {
        "soal": "Suci membeli dua lusin pulpen kartun seharga Rp192.000,00. Namun, saat pengiriman terjadi kerusakan sehingga hanya 18 buah yang dapat dijual. Apabila Suci menjual pulpen tersebut dengan harga Rp 10.000,00 per buah, apakah Suci mengalami untung atau rugi, dan tentukan besar persentasenya!",
        "a": "Untung 6,25%",
        "b": "Untung 8,25%",
        "c": "Rugi 6,25%",
        "d": "Rugi 8,25%",
        "benar": "c",
        "nih": "Rugi 6,25%"
    }
}, {
    "soal7": {
        "soal": "Pak Satria membeli 2 keranjang buah ramania yang setiap keranjangnya berisi 5 kg ramania dengan harga Rp125.000,00 perkeranjangnya. Kemudian dijual dengan harga rata-rata Rp27.000,00 setiap kg. Apabila ramania tersebut busuk sebanyak 3 kg dan tidak dapat dijual, berapakah persentase kerugian yang dialami Pak Satria?",
        "a": "23,4%",
        "b": "23,5%",
        "c": "24,4%",
        "d": "24,5%",
        "benar": "c",
        "nih": "24,4%"
    }
}, {
    "soal8": {
        "soal": "Seorang pedangang menjual ayunan kayu dengan harga Rp2.000.000,00 lalu menjualnya kembali. Namun, pedagang tersebut mengalami kerugian 20%. Berapa harga jual ayunan tersebut agar ia mengalami untung 10%?",
        "a": "Rp2.750.000,00",
        "b": "Rp2.835.000,00",
        "c": "Rp2.980.000,00",
        "d": "Rp2.645.000,00",
        "benar": "a",
        "nih": "Rp2.750.000,00"
    }
}, {
    "soal9": {
        "soal": "Bima membuat 9 buluh lamang dan menjualnya dengan harga Rp540.000,00. Namun Bima mengalami kerugian sebesar 20%. Berapa harga jual lamang jika Bima menginginkan keuntungan 30%?",
        "a": "Rp530.000,00",
        "b": "Rp650.000,00",
        "c": "Rp780.000,00",
        "d": "Rp860.000,00",
        "benar": "c",
        "nih": "Rp780.000,00"
    }
}]